Repository: 9n/Hardcode-Tray
Catalog: po/*.po
Languages: de

source: You need to have root privileges to run the script.
de: Du brauchst Admin Rechte um das Skript auszuführen

source: Please try again, this time using 'sudo'. Exiting.
de: Bitte versuche erneut. Dieses Mal mit 'sudo'

source: Fix hardcoded tray icons
de: Repariere hardkodierte im Systemtray

source: Replace a color with an other one, works only with SVG.
de: Ersetze Farben in den Icons, funktioniert nur mit SVG

source: Clear backup files
de: Lösche Backup Dateien

source: Which of conversion tool to use
de: Welches Konversionswerkzeug zu benutzen ist

source: Use a specified theme for the dark icons.Can't be used with --themeWorks only with --light-theme.
de: Verwende ein spezifisches Thema for dunkle icons. Kann nicht mit --themeWorks verwendet werden, nur mit --light-theme.

source: Use a specified theme for the light icons. Can't be used with --theme.Works only with --dark-theme.
de: Verwende ein spezifisches Thema for helle icons. Kann nicht mit --themeWorks verwendet werden, nur mit --dark-theme.

source: Fix only one application or more, linked by a ','. example : --only dropbox,telegram
de: Repariere nur einzelne Apps, separiert mit einem ',' Beispiel: --only dropbox,telegram

source: Use a different icon path for a single application.
de: Verwende einen anderen Icon Pfad for eine einzelne App

source: Revert fixed hardcoded tray icons
de: Mache das Reparieren der Icons rückgängig

source: Use a different icon size instead of the default one.
de: Verwende eine andere Icon Größe anstelle der Standard Größe

source: Use a different icon theme instead of the default one.
de: Verwende ein anderes Icon Theme anstelle des Standard Themas

source: Print the version number of Hardcode-Tray.
de: Zeige die Versionsnummer von Hardcode-Tray

source: You need to run the script using 'sudo -E'. Please try again
de: Du musst das Skript mit 'sudo -E' laufen. Bitte versuche es noch einmal

source: Welcome to Hardcode-Tray!
de: Willkommen zu Hardcode-Tray!

source: Desktop Environment: {}
de: Desktop-Umgebung: {}

source: Scaling Factor: {}
de: Skalierungsfaktor: {}

source: Icon Size: {}
de: Icon Größe: {}

source: Icon Theme: {}
de: Icon Thema: {}

source: Dark Icon Theme: {}
de: Dunkles Icon Thema: {}

source: Light Icon Theme: {}
de: Helles Icon Thema: {}

source: Conversion Tool: {}
de: Konversionswerkzeug: {}

source: To Do:
de: Zu tun:

source: All
de: Alle

source: Applying now..
de: Wende an...

source: Reverting now..
de: Mache rückgängig...

source: Clearing cache...
de: Leere den Cache...

source: Done, Thank you for using the Hardcode-Tray fixer!
de: Erledigt! Danke dass du Hardcode-Tray verwendet hast!

source: Took {:.2f}s to finish the tasks
de: Brauchte {:.2f}s, um den Vorgang zu beenden

source: No apps to fix!
de: Keine Programme zu reparieren!

source: No cache found.
de: Kein Backup gefunden.

source: No apps to revert!
de: Keine Apps rückgängig zu machen!

source: You can't use --path with more than application at once.
de: Du kannst nicht --path mit mehr als einer Anwendung benutzen.

source: Failed to fix {}
de: Gescheitert {} zu reparieren

source: Couldn't revert to those icons :(
de: Konnte nicht zu diesen Icons zurückkehren :(

source: No backup found for {}
de: Kein Backup für {} gefunden

source: (Q)uit to cancel
de: Drücke (Q) um abzubrechen

source: 1 - Apply
de: 1 - Wende an

source: 2 - Revert
de: 2 - Mache rückgängig

source: 3 - Clear Backup Cache
de: 3 - Leere den Backup Cache

source: Please choose:
de: Bitte wähle:

source: Please try again
de: Bitte versuche noch einmal

source: Please choose a valid value!
de: Bitte wähle einen funktionierenden Wert!

source: The selected conversion tool is not installed.
de: Das gewählte Konversionswerkzeug ist nicht installiert.

source: Theme {} does not exists.
de: Thema {} existiert nicht.

source: Invalid color {}
de: Ungültige Farbe {}
